Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# dashboard.idle.resume
source: Resume Monitoring
ar: استئناف المراقبة
bg: Възобновете наблюдението
ca: Reprendre el seguiment
cs: Obnovit sledování
da: Genoptag overvågning
de: Überwachung fortsetzen
el: Συνέχιση της Παρακολούθησης
es: Reanudar seguimiento
fi: Jatka seurantaa
fr: Reprendre la surveillance
he: המשך ניטור
hi: निगरानी फिर से शुरू करें
hr: Nastavi praćenje
hu: Folytassa a megfigyelést
id: Lanjutkan Pemantauan
it: Riprendi il monitoraggio
ja: 監視を再開する
ko: 모니터링 재개
ms: Sambung semula Pemantauan
nb: Gjenoppta overvåking
nl: Hervat monitoring
pl: Wznów monitorowanie
pt: Retomar monitoramento
ro: Reluați monitorizarea
ru: Возобновить мониторинг
sk: Obnoviť monitorovanie
sv: Återuppta övervakning
th: ดำเนินการตรวจสอบต่อ
tr: İzlemeye Devam Et
uk: Відновити моніторинг
vi: Tiếp tục giám sát
zh_hans: 恢复实时监测
zh_hant: 恢復即時監測

# dashboard.playing.placeholder
source: Playing — monitoring paused
ar: التشغيل — توقفت المراقبة مؤقتًا
bg: Възпроизвежда се — наблюдението е на пауза
ca: S'està reproduint: la monitorització s'ha aturat
cs: Přehrávání — sledování pozastaveno
da: Afspilning — overvågning sat på pause
de: Wiedergabe – Überwachung angehalten
el: Αναπαραγωγή — η παρακολούθηση διακόπηκε
es: Reproduciendo: monitorización en pausa
fi: Toisto — valvonta keskeytetty
fr: Lecture – surveillance en pause
he: משחק - הניטור מושהה
hi: बजाना - निगरानी रोक दी गई
hr: Reprodukcija — praćenje pauzirano
hu: Lejátszás – a figyelés szünetel
id: Memutar — pemantauan dijeda
it: Riproduzione: monitoraggio in pausa
ja: 再生中 — モニタリングは一時停止中
ko: 재생 중 — 모니터링이 일시 중지되었습니다.
ms: Bermain — pemantauan dijeda
nb: Spiller av — overvåking stoppet
nl: Afspelen — monitoring gepauzeerd
pl: Odtwarzanie — monitorowanie wstrzymane
pt: Reproduzindo — monitoramento pausado
ro: Redare — monitorizarea întreruptă
ru: Играет — мониторинг приостановлен
sk: Prehráva sa – sledovanie je pozastavené
sv: Spelar — övervakningen pausad
th: กำลังเล่น — การตรวจสอบหยุดชั่วคราว
tr: Oynatılıyor — izleme duraklatıldı
uk: Відтворення — моніторинг призупинено
vi: Đang phát - đã tạm dừng giám sát
zh_hans: 播放中 — 监测已暂停
zh_hant: 播放中 — 監測已暫停

# dashboard.spectrum.title
source: Spectrum
ar: الطيف
bg: Спектър
ca: Espectre
cs: Spektrum
da: Spektrum
de: Spektrum
el: Φάσμα
es: Espectro
fi: Spektri
fr: Spectre
he: ספֵּקטרוּם
hi: स्पेक्ट्रम
hr: Spektar
id: Spektrum
it: Spettro
ja: スペクトラム
ko: 스펙트럼
ms: Spektrum
nb: Spektrum
pl: Widmo
pt: Espectro
ro: Spectru
ru: Спектр
sk: Spektrum
sv: Spektrum
th: สเปกตรัม
tr: Spektrum
uk: Спектр
vi: quang phổ
zh_hans: 频谱
zh_hant: 頻譜

# dashboard.stat.avg
source: Avg
ar: المتوسط
bg: ср
ca: Mitjana
cs: Prům
da: Gns
de: Durchschn
el: Μέσος όρος
es: Prom.
fi: Keskim
fr: Moy.
he: ממוצע
hi: औसत
hr: Prosj
hu: Átl
id: Rata-rata
it: Media
ja: 平均
ko: 평균
ms: Purata
nb: Gj.sn
nl: Gem
pl: Śr
pt: Méd.
ro: Mediu
ru: Сред.
sk: Priem
sv: Genomsnittlig
th: เฉลี่ย
tr: Ort.
uk: Середнє
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

# dashboard.stat.max
source: Max
ar: الحد الأقصى
bg: Макс
ca: Màx
da: Maks
el: Μέγ
es: Máx.
he: מקסימום
hi: अधिकतम
hr: Maks
id: Maks
it: Massimo
ja: マックス
ko: 맥스
ms: Maks
nb: Maks
pl: Maks
pt: Máx.
ru: Макс.
th: สูงสุด
tr: Maksimum
uk: Макс
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

# dashboard.stat.min
source: Min
ar: الحد الأدنى
bg: Мин
el: Ελάχ
es: Mín.
he: מינימום
hi: न्यूनतम
id: Minimal
it: minimo
ja: 分
ko: 최소
pt: Mín.
ru: Мин.
th: นาที
uk: Хв
vi: tối thiểu
zh_hans: 最小
zh_hant: 最小

# dashboard.stopPrompt.discard
source: Discard
ar: تجاهل
bg: Изхвърлете
ca: Descartar
cs: Vyřadit
da: Kassér
de: Verwerfen
el: Απορρίπτω
es: Descartar
fi: Hävitä
fr: Supprimer
he: לְהַשְׁלִיך
hi: हटाएँ
hr: Odbaciti
hu: Eldobni
id: Membuang
it: Scartare
ja: 破棄
ko: 버리다
ms: Buang
nb: Kast
nl: Weggooien
pl: Wyrzucać
pt: Descartar
ro: Aruncă
ru: Отменить
sk: Zahodiť
sv: Kassera
th: ทิ้ง
tr: At
uk: Відкинути
vi: Loại bỏ
zh_hans: 丢弃
zh_hant: 捨棄

# dashboard.stopPrompt.keep
source: Save
ar: الاحتفاظ بالتسجيل
bg: Запазване
ca: Desa
cs: Uložit
da: Spare
de: Speichern
el: Εκτός
es: Conservar grabación
fi: Tallentaa
fr: Conserver l’enregistrement
he: לְהַצִיל
hi: रिकॉर्डिंग रखें
hr: Uštedjeti
hu: Megtakarítás
id: Menyimpan
it: Salva
ja: 保存
ko: 구하다
ms: Jimat
nb: Spare
nl: Redden
pl: Ratować
pt: Manter gravação
ro: Salva
ru: Сохранить запись
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydetmek
uk: зберегти
vi: Cứu
zh_hans: 保存
zh_hant: 保留錄音

# dashboard.stopPrompt.keepMonitoring
source: Keep monitoring
ar: متابعة المراقبة
bg: Продължавайте да наблюдавате
ca: Segueix el seguiment
cs: Pokračujte ve sledování
da: Bliv ved med at overvåge
de: Beobachten Sie weiter
el: Συνεχίστε την παρακολούθηση
es: Seguir monitorizando
fi: Jatka seurantaa
fr: Continuer la surveillance
he: המשך לפקח
hi: मॉनिटरिंग जारी रखें
hr: Nastavite pratiti
hu: Folytassa a figyelést
id: Terus pantau
it: Continua a monitorare
ja: 監視を続ける
ko: 계속 모니터링하세요
ms: Teruskan pemantauan
nb: Fortsett å overvåke
nl: Blijf monitoren
pl: Kontynuuj monitorowanie
pt: Continuar monitorando
ro: Continuați monitorizarea
ru: Продолжить мониторинг
sk: Pokračujte v monitorovaní
sv: Fortsätt övervaka
th: ติดตามชมกันต่อไป
tr: İzlemeye devam edin
uk: Продовжуйте моніторинг
vi: Tiếp tục theo dõi
zh_hans: 继续监测
zh_hant: 繼續監測

# dashboard.stopPrompt.message.inProgress
source: Save this recording to Files?
ar: هناك تسجيل قيد التنفيذ.
bg: Да се ​​запази ли този запис във файлове?
ca: Vols desar aquesta gravació a Files?
cs: Uložit tuto nahrávku do souborů?
da: Vil du gemme denne optagelse i filer?
de: Diese Aufnahme in Dateien speichern?
el: Αποθήκευση αυτής της εγγραφής στα Αρχεία;
es: Hay una grabación en curso.
fi: Tallennetaanko tämä tallenne tiedostoihin?
fr: Un enregistrement est en cours.
he: האם לשמור את ההקלטה הזו בקבצים?
hi: रिकॉर्डिंग चल रही है।
hr: Spremiti ovu snimku u Datoteke?
hu: Menti ezt a felvételt a Fájlok közé?
id: Simpan rekaman ini ke File?
it: Vuoi salvare questa registrazione in File?
ja: この録音をファイルに保存しますか?
ko: 이 녹음을 파일에 저장하시겠습니까?
ms: Simpan rakaman ini ke Fail?
nb: Lagre dette opptaket i Filer?
nl: Deze opname opslaan in Bestanden?
pl: Zapisać to nagranie w Plikach?
pt: Há uma gravação em andamento.
ro: Salvați această înregistrare în Files?
ru: Идёт запись.
sk: Chcete túto nahrávku uložiť do súborov?
sv: Spara den här inspelningen till filer?
th: บันทึกการบันทึกนี้ลงใน Files หรือไม่
tr: Bu kayıt Dosyalar'a kaydedilsin mi?
uk: Зберегти цей запис у файли?
vi: Lưu bản ghi này vào Tệp?
zh_hans: 是否将此录音保存到文件？
zh_hant: 是否將此錄音儲存到檔案？

# dashboard.stopPrompt.message.multiple
source: Save %d recordings to Files?
ar: سيتم حفظ %d مقطعًا.
bg: Да се ​​запазят ли %d записи във файлове?
ca: Desar %d enregistraments a Files?
cs: Uložit %d nahrávky do Souborů?
da: Vil du gemme %d optagelser i filer?
de: %d-Aufnahmen in Dateien speichern?
el: Αποθήκευση %d εγγραφών στα Αρχεία;
es: Se guardarán %d clips.
fi: Tallennetaanko %d tallennetta tiedostoihin?
fr: %d clips seront enregistrés.
he: האם לשמור %d הקלטות בקבצים?
hi: %d क्लिप सहेजी जाएँगी।
hr: Spremiti %d snimke u datoteke?
hu: Ment %d felvételt a Fájlok közé?
id: Simpan rekaman %d ke File?
it: Vuoi salvare le registrazioni %d in File?
ja: %d 録音をファイルに保存しますか?
ko: %d 녹음을 파일에 저장하시겠습니까?
ms: Simpan %d rakaman ke Fail?
nb: Lagre %d opptak til filer?
nl: %d-opnamen opslaan in bestanden?
pl: Zapisać nagrania %d w plikach?
pt: Serão salvos %d clipes.
ro: Salvați %d înregistrări în Fișiere?
ru: Будет сохранено клипов: %d.
sk: Chcete uložiť %d nahrávky do aplikácie Files?
sv: Spara %d inspelningar till filer?
th: บันทึกการบันทึก %d ลงใน Files หรือไม่
tr: %d kayıtları Dosyalara kaydedilsin mi?
uk: Зберегти %d записи у файли?
vi: Lưu bản ghi %d vào Tệp?
zh_hans: 是否将 %d 段录音保存到文件？
zh_hant: 是否將 %d 段錄音儲存到檔案？

# dashboard.stopPrompt.title
source: Save recording?
ar: إيقاف المراقبة؟
bg: Запазване на записа?
ca: Desar la gravació?
cs: Uložit nahrávku?
da: Vil du gemme optagelsen?
de: Aufnahme speichern?
el: Αποθήκευση εγγραφής;
es: ¿Detener la monitorización?
fi: Tallennetaanko tallennus?
fr: Arrêter la surveillance ?
he: לשמור הקלטה?
hi: मॉनिटरिंग रोकें?
hr: Spremiti snimku?
hu: Menti a felvételt?
id: Simpan rekaman?
it: Salvare la registrazione?
ja: 録音を保存しますか?
ko: 녹음을 저장하시겠습니까?
ms: Simpan rakaman?
nb: Lagre opptaket?
nl: Opname opslaan?
pl: Zapisać nagranie?
pt: Parar monitoramento?
ro: Salvați înregistrarea?
ru: Остановить мониторинг?
sk: Uložiť nahrávku?
sv: Spara inspelningen?
th: บันทึกการบันทึกใช่ไหม
tr: Kayıt kaydedilsin mi?
uk: Зберегти запис?
vi: Lưu bản ghi?
zh_hans: 保存录音？
zh_hant: 儲存錄音？

# dashboard.title
source: Noise Monitor
ar: مراقب الضوضاء
bg: Монитор на шума
ca: Monitor de soroll
cs: Hlukový monitor
da: Støjmonitor
de: Lärmmonitor
el: Παρακολούθηση θορύβου
es: Monitor de ruido
fr: Moniteur de bruit
he: צג רעש
hi: शोर मॉनिटर
hr: Monitor buke
hu: Zajfigyelő
id: Pemantau Kebisingan
it: Monitoraggio del rumore
ja: 騒音モニター
ko: 소음 모니터
ms: Pemantau Bunyi
nb: Støymonitor
nl: Geluidsmonitor
pl: Monitor hałasu
pt: Monitor de ruído
ro: Monitor de zgomot
ru: Монитор шума
sk: Monitor hluku
th: การตรวจสอบเสียงรบกวน
tr: Gürültü Monitörü
uk: Монітор шуму
vi: Máy theo dõi tiếng ồn
zh_hans: 噪声监测
zh_hant: 噪音監測

# dashboard.waveform.fullBandBadge
source: Full band
ar: نطاق كامل
bg: Пълна група
ca: Banda completa
cs: Celá kapela
da: Fuldt band
de: Volle Band
el: Πλήρης μπάντα
es: Banda completa
fi: Täysi bändi
fr: Bande complète
he: להקה מלאה
hi: पूर्ण बैंड
hr: Cijeli bend
hu: Teljes zenekar
id: Band penuh
it: Banda completa
ja: フルバンド
ko: 풀 밴드
ms: Band penuh
nb: Fullt band
nl: Volledige band
pl: Pełny zespół
pt: Banda completa
ro: Banda plină
ru: Полная полоса
sk: Celá kapela
sv: Helt band
th: เต็มวง
tr: Tam bant
uk: Повний гурт
vi: Toàn bộ ban nhạc
zh_hans: 全频段
zh_hant: 全頻段

# dashboard.waveform.title
source: Waveform
ar: موجة الصوت
bg: Форма на вълната
ca: Forma d'ona
cs: Průběh
da: Bølgeform
de: Wellenform
el: Κυματομορφή
es: Forma de onda
fi: Aaltomuoto
fr: Forme d'onde
he: צורת גל
hi: तरंगरूप
hr: Valni oblik
hu: Hullámforma
id: Bentuk gelombang
it: Forma d'onda
ja: 波形
ko: 파형
ms: bentuk gelombang
nb: Bølgeform
nl: Golfvorm
pl: Przebieg
pt: Forma de onda
ro: Formă de undă
ru: Осциллограмма
sk: Tvar vlny
sv: Vågform
th: รูปคลื่น
tr: Dalga formu
uk: Форма хвилі
vi: Dạng sóng
zh_hans: 波形
zh_hant: 波形

# error.audio.activationFailed
source: Could not activate the audio session.
ar: تعذر تفعيل جلسة الصوت.
bg: Не можа да се активира аудио сесията.
ca: No s'ha pogut activar la sessió d'àudio.
cs: Zvukovou relaci nelze aktivovat.
da: Lydsessionen kunne ikke aktiveres.
de: Die Audiositzung konnte nicht aktiviert werden.
el: Δεν ήταν δυνατή η ενεργοποίηση της περιόδου λειτουργίας ήχου.
es: No se pudo activar la sesión de audio.
fi: Ääniistuntoa ei voitu aktivoida.
fr: Impossible d’activer la session audio.
he: לא ניתן להפעיל את הפעלת השמע.
hi: ऑडियो सत्र सक्रिय नहीं हो सका।
hr: Nije moguće aktivirati audio sesiju.
hu: Nem sikerült aktiválni az audio munkamenetet.
id: Tidak dapat mengaktifkan sesi audio.
it: Impossibile attivare la sessione audio.
ja: オーディオセッションをアクティブ化できませんでした。
ko: 오디오 세션을 활성화할 수 없습니다.
ms: Tidak dapat mengaktifkan sesi audio.
nb: Kunne ikke aktivere lydøkten.
nl: Kan de audiosessie niet activeren.
pl: Nie można aktywować sesji audio.
pt: Não foi possível ativar a sessão de áudio.
ro: Nu s-a putut activa sesiunea audio.
ru: Не удалось активировать аудиосессию.
sk: Zvukovú reláciu sa nepodarilo aktivovať.
sv: Det gick inte att aktivera ljudsessionen.
th: ไม่สามารถเปิดใช้งานเซสชันเสียงได้
tr: Ses oturumu etkinleştirilemedi.
uk: Не вдалося активувати аудіосеанс.
vi: Không thể kích hoạt phiên âm thanh.
zh_hans: 无法激活音频会话。
zh_hant: 無法啟用音訊工作階段。

# error.audio.configurationFailed
source: Audio configuration failed: %1$@
ar: فشل إعداد الصوت: %1$@
bg: Неуспешна аудио конфигурация: %1$@
ca: La configuració d'àudio ha fallat: %1$@
cs: Konfigurace zvuku se nezdařila: %1$@
da: Lydkonfiguration mislykkedes: %1$@
de: Audiokonfiguration fehlgeschlagen: %1$@
el: Η διαμόρφωση ήχου απέτυχε: %1$@
es: Error de configuración de audio: %1$@
fi: Äänen määritys epäonnistui: %1$@
fr: Échec de la configuration audio : %1$@
he: תצורת השמע נכשלה: %1$@
hi: ऑडियो कॉन्फ़िगरेशन विफल: %1$@
hr: Konfiguracija zvuka nije uspjela: %1$@
hu: A hangkonfiguráció sikertelen: %1$@
id: Konfigurasi audio gagal: %1$@
it: Configurazione audio non riuscita: %1$@
ja: オーディオ設定に失敗しました: %1$@
ko: 오디오 구성 실패: %1$@
ms: Konfigurasi audio gagal: %1$@
nb: Lydkonfigurasjon mislyktes: %1$@
nl: Audioconfiguratie mislukt: %1$@
pl: Konfiguracja dźwięku nie powiodła się: %1$@
pt: Falha na configuração de áudio: %1$@
ro: Configurarea audio a eșuat: %1$@
ru: Ошибка настройки аудио: %1$@
sk: Konfigurácia zvuku zlyhala: %1$@
sv: Ljudkonfiguration misslyckades: %1$@
th: การกำหนดค่าเสียงล้มเหลว: %1$@
tr: Ses yapılandırması başarısız oldu: %1$@
uk: Помилка налаштування аудіо: %1$@
vi: Cấu hình âm thanh không thành công: %1$@
zh_hans: 音频配置失败：%1$@
zh_hant: 音訊設定失敗：%1$@

# error.audio.permissionDenied
source: Microphone access was denied. Enable it in Settings to measure noise.
ar: تم رفض الوصول إلى الميكروفون. فعّله في الإعدادات لقياس الضوضاء.
bg: Достъпът до микрофона беше отказан. Активирайте го в Настройки, за да измервате шума.
ca: S'ha denegat l'accés al micròfon. Activeu-lo a Configuració per mesurar el soroll.
cs: Přístup k mikrofonu byl odepřen. Chcete-li měřit hluk, povolte jej v Nastavení.
da: Mikrofonadgang blev nægtet. Aktiver det i Indstillinger for at måle støj.
de: Der Zugriff auf das Mikrofon wurde verweigert. Aktivieren Sie es in den Einstellungen, um Lärm zu messen.
el: Απαγορεύτηκε η πρόσβαση στο μικρόφωνο. Ενεργοποιήστε το στις Ρυθμίσεις για να μετρήσετε το θόρυβο.
es: Se denegó el acceso al micrófono. Actívalo en Ajustes para medir el ruido.
fi: Mikrofonin käyttö estettiin. Ota se käyttöön asetuksista mitataksesi melua.
fr: L’accès au micro a été refusé. Activez-le dans Réglages pour mesurer le bruit.
he: הגישה למיקרופון נדחתה. אפשר את זה בהגדרות כדי למדוד רעש.
hi: माइक्रोफ़ोन एक्सेस अस्वीकृत। शोर मापने के लिए सेटिंग्स में चालू करें।
hr: Pristup mikrofonu je odbijen. Omogućite ga u postavkama za mjerenje buke.
hu: A mikrofonhoz való hozzáférés megtagadva. Engedélyezze a Beállításokban a zaj méréséhez.
id: Akses mikrofon ditolak. Aktifkan di Pengaturan untuk mengukur kebisingan.
it: L'accesso al microfono è stato negato. Abilitalo in Impostazioni per misurare il rumore.
ja: マイクへのアクセスが拒否されました。ノイズを測定するには、設定で有効にしてください。
ko: 마이크 액세스가 거부되었습니다. 소음을 측정하려면 설정에서 활성화하세요.
ms: Akses mikrofon telah ditolak. Dayakannya dalam Tetapan untuk mengukur hingar.
nb: Mikrofontilgang ble nektet. Aktiver den i Innstillinger for å måle støy.
nl: Toegang tot de microfoon is geweigerd. Schakel dit in Instellingen in om ruis te meten.
pl: Odmowa dostępu do mikrofonu. Włącz tę opcję w Ustawieniach, aby mierzyć hałas.
pt: O acesso ao microfone foi negado. Ative em Ajustes para medir o ruído.
ro: Accesul la microfon a fost interzis. Activați-l în Setări pentru a măsura zgomotul.
ru: Доступ к микрофону запрещён. Включите в «Настройках» для измерения шума.
sk: Prístup k mikrofónu bol odmietnutý. Ak chcete merať hluk, povoľte ho v Nastaveniach.
sv: Mikrofonåtkomst nekades. Aktivera det i Inställningar för att mäta brus.
th: การเข้าถึงไมโครโฟนถูกปฏิเสธ เปิดใช้งานในการตั้งค่าเพื่อวัดเสียงรบกวน
tr: Mikrofon erişimi reddedildi. Gürültüyü ölçmek için Ayarlar'da etkinleştirin.
uk: У доступі до мікрофона відмовлено. Увімкніть його в налаштуваннях, щоб вимірювати шум.
vi: Quyền truy cập micrô đã bị từ chối. Kích hoạt nó trong Cài đặt để đo tiếng ồn.
zh_hans: 麦克风权限被拒绝。请在设置中开启以测量噪声。
zh_hant: 麥克風權限遭拒。請在設定中開啟以測量噪音。

# error.engine.startFailed
source: Could not start the audio engine: %1$@
ar: تعذر بدء محرك الصوت: %1$@
bg: Не можа да стартира аудио двигателя: %1$@
ca: No s'ha pogut iniciar el motor d'àudio: %1$@
cs: Nelze spustit zvukový modul: %1$@
da: Kunne ikke starte lydmotoren: %1$@
de: Die Audio-Engine konnte nicht gestartet werden: %1$@
el: Δεν ήταν δυνατή η εκκίνηση της μηχανής ήχου: %1$@
es: No se pudo iniciar el motor de audio: %1$@
fi: Äänimoottoria ei voitu käynnistää: %1$@
fr: Impossible de démarrer le moteur audio : %1$@
he: לא ניתן היה להפעיל את מנוע השמע: %1$@
hi: ऑडियो इंजन शुरू नहीं हो सका: %1$@
hr: Nije moguće pokrenuti audio mehanizam: %1$@
hu: Nem sikerült elindítani az audiomotort: ​​%1$@
id: Tidak dapat menghidupkan mesin audio: %1$@
it: Impossibile avviare il motore audio: %1$@
ja: オーディオ エンジンを開始できませんでした: %1$@
ko: 오디오 엔진을 시작할 수 없습니다: %1$@
ms: Tidak dapat menghidupkan enjin audio: %1$@
nb: Kunne ikke starte lydmotoren: %1$@
nl: Kon de audio-engine niet starten: %1$@
pl: Nie można uruchomić silnika audio: %1$@
pt: Não foi possível iniciar o mecanismo de áudio: %1$@
ro: Nu s-a putut porni motorul audio: %1$@
ru: Не удалось запустить аудиодвижок: %1$@
sk: Nepodarilo sa spustiť zvukový modul: %1$@
sv: Kunde inte starta ljudmotorn: %1$@
th: ไม่สามารถสตาร์ทเครื่องเสียงได้: %1$@
tr: Ses motoru başlatılamadı: %1$@
uk: Не вдалося запустити звуковий механізм: %1$@
vi: Không thể khởi động công cụ âm thanh: %1$@
zh_hans: 无法启动音频引擎：%1$@
zh_hant: 無法啟動音訊引擎：%1$@

# error.playback.prepareFailed
source: Could not prepare playback.
ar: تعذر تجهيز التشغيل.
bg: Възпроизвеждането не можа да се подготви.
ca: No s'ha pogut preparar la reproducció.
cs: Nelze připravit přehrávání.
da: Kunne ikke forberede afspilning.
de: Die Wiedergabe konnte nicht vorbereitet werden.
el: Δεν ήταν δυνατή η προετοιμασία της αναπαραγωγής.
es: No se pudo preparar la reproducción.
fi: Toistoa ei voitu valmistella.
fr: Impossible de préparer la lecture.
he: לא ניתן היה להכין השמעה.
hi: प्लेबैक तैयार नहीं हो सका।
hr: Nije moguće pripremiti reprodukciju.
hu: Nem sikerült előkészíteni a lejátszást.
id: Tidak dapat menyiapkan pemutaran.
it: Impossibile preparare la riproduzione.
ja: 再生を準備できませんでした。
ko: 재생을 준비할 수 없습니다.
ms: Tidak dapat menyediakan main balik.
nb: Kunne ikke forberede avspilling.
nl: Kon het afspelen niet voorbereiden.
pl: Nie można przygotować odtwarzania.
pt: Não foi possível preparar a reprodução.
ro: Nu s-a putut pregăti redarea.
ru: Не удалось подготовить воспроизведение.
sk: Nepodarilo sa pripraviť prehrávanie.
sv: Kunde inte förbereda uppspelning.
th: ไม่สามารถเตรียมการเล่นได้
tr: Oynatma hazırlanamadı.
uk: Не вдалося підготувати відтворення.
vi: Không thể chuẩn bị phát lại.
zh_hans: 无法准备播放。
zh_hant: 無法準備播放。

# error.playback.startFailed
source: Could not start playback.
ar: تعذر بدء التشغيل.
bg: Възпроизвеждането не може да започне.
ca: No s'ha pogut iniciar la reproducció.
cs: Nelze spustit přehrávání.
da: Kunne ikke starte afspilning.
de: Die Wiedergabe konnte nicht gestartet werden.
el: Δεν ήταν δυνατή η έναρξη της αναπαραγωγής.
es: No se pudo iniciar la reproducción.
fi: Toistoa ei voitu aloittaa.
fr: Impossible de démarrer la lecture.
he: לא ניתן היה להתחיל את ההשמעה.
hi: प्लेबैक शुरू नहीं हो सका।
hr: Nije moguće pokrenuti reprodukciju.
hu: Nem sikerült elindítani a lejátszást.
id: Tidak dapat memulai pemutaran.
it: Impossibile avviare la riproduzione.
ja: 再生を開始できませんでした。
ko: 재생을 시작할 수 없습니다.
ms: Tidak dapat memulakan main balik.
nb: Kunne ikke starte avspilling.
nl: Kon het afspelen niet starten.
pl: Nie można rozpocząć odtwarzania.
pt: Não foi possível iniciar a reprodução.
ro: Nu s-a putut porni redarea.
ru: Не удалось начать воспроизведение.
sk: Nepodarilo sa spustiť prehrávanie.
sv: Det gick inte att starta uppspelningen.
th: ไม่สามารถเริ่มเล่นได้
tr: Oynatma başlatılamadı.
uk: Не вдалося почати відтворення.
vi: Không thể bắt đầu phát lại.
zh_hans: 无法开始播放。
zh_hant: 無法開始播放。

# error.unknown
source: An unknown error occurred.
ar: حدث خطأ غير معروف.
bg: Възникна неизвестна грешка.
ca: S'ha produït un error desconegut.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Es ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Ocurrió un error desconocido.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s’est produite.
he: אירעה שגיאה לא ידועה.
hi: अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak diketahui berlaku.
nb: Det oppstod en ukjent feil.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sv: Ett okänt fel uppstod.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# error.video.cameraUnavailable
source: Camera is not available on this device.
ar: الكاميرا غير متاحة على هذا الجهاز.
bg: Камерата не е налична на това устройство.
ca: La càmera no està disponible en aquest dispositiu.
cs: Fotoaparát není na tomto zařízení k dispozici.
da: Kameraet er ikke tilgængeligt på denne enhed.
de: Die Kamera ist auf diesem Gerät nicht verfügbar.
el: Η κάμερα δεν είναι διαθέσιμη σε αυτήν τη συσκευή.
es: La cámara no está disponible en este dispositivo.
fi: Kamera ei ole käytettävissä tällä laitteella.
fr: La caméra n’est pas disponible sur cet appareil.
he: המצלמה אינה זמינה במכשיר זה.
hi: इस डिवाइस पर कैमरा उपलब्ध नहीं।
hr: Kamera nije dostupna na ovom uređaju.
hu: A kamera nem érhető el ezen az eszközön.
id: Kamera tidak tersedia di perangkat ini.
it: La fotocamera non è disponibile su questo dispositivo.
ja: このデバイスではカメラは利用できません。
ko: 이 장치에서는 카메라를 사용할 수 없습니다.
ms: Kamera tidak tersedia pada peranti ini.
nb: Kameraet er ikke tilgjengelig på denne enheten.
nl: Camera is niet beschikbaar op dit apparaat.
pl: Aparat nie jest dostępny na tym urządzeniu.
pt: A câmera não está disponível neste dispositivo.
ro: Camera nu este disponibilă pe acest dispozitiv.
ru: Камера недоступна на этом устройстве.
sk: Fotoaparát nie je na tomto zariadení k dispozícii.
sv: Kameran är inte tillgänglig på den här enheten.
th: กล้องไม่พร้อมใช้งานในอุปกรณ์นี้
tr: Bu cihazda kamera mevcut değil.
uk: Камера недоступна на цьому пристрої.
vi: Máy ảnh không có sẵn trên thiết bị này.
zh_hans: 此设备无法使用相机。
zh_hant: 此裝置無法使用相機。

# error.video.cannotSwitchCameraWhileRecording
source: Cannot switch camera while recording.
ar: لا يمكن تبديل الكاميرا أثناء التسجيل.
bg: Не може да превключва камерата по време на запис.
ca: No es pot canviar de càmera durant la gravació.
cs: Během nahrávání nelze přepnout fotoaparát.
da: Kan ikke skifte kamera under optagelse.
de: Während der Aufnahme kann die Kamera nicht gewechselt werden.
el: Δεν είναι δυνατή η αλλαγή κάμερας κατά την εγγραφή.
es: No se puede cambiar la cámara durante la grabación.
fi: Kameraa ei voi vaihtaa tallennuksen aikana.
fr: Impossible de changer de caméra pendant l’enregistrement.
he: לא ניתן להחליף מצלמה בזמן ההקלטה.
hi: रिकॉर्डिंग के दौरान कैमरा नहीं बदला जा सकता।
hr: Nije moguće promijeniti kameru tijekom snimanja.
hu: Felvétel közben nem lehet kamerát váltani.
id: Tidak dapat berpindah kamera saat merekam.
it: Impossibile cambiare fotocamera durante la registrazione.
ja: 録画中にカメラを切り替えることはできません。
ko: 녹화 중에는 카메라를 전환할 수 없습니다.
ms: Tidak boleh menukar kamera semasa merakam.
nb: Kan ikke bytte kamera under opptak.
nl: Kan niet van camera wisselen tijdens het opnemen.
pl: Nie można przełączyć kamery podczas nagrywania.
pt: Não é possível trocar a câmera durante a gravação.
ro: Nu se poate comuta camera în timpul înregistrării.
ru: Нельзя переключить камеру во время записи.
sk: Počas nahrávania nie je možné prepnúť fotoaparát.
sv: Det går inte att byta kamera under inspelning.
th: ไม่สามารถสลับกล้องขณะบันทึกได้
tr: Kayıt sırasında kamera değiştirilemiyor.
uk: Неможливо перемкнути камеру під час запису.
vi: Không thể chuyển đổi camera trong khi ghi âm.
zh_hans: 录制过程中无法切换摄像头。
zh_hant: 錄製過程中無法切換鏡頭。
